Repository: svlobachev/grocery_mobile_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# gender_select_male
source: Male
ru: Мужской

# gender_select_female
source: Female
ru: Женский

# gender_select_not_selected
source: Not selected
ru: Не выбрано

# lbl_edit_birthday
source: Your birthday
ru: Ваш день рождения

# tle_add_new_address
source: Add New Address
ru: Добавить новый адрес

# hnt_address
source: Address(House, Building, Area etc)
ru: Адрес (Улица, Дом, Квартира)

# hnt_near_landmark
source: Nearest Landmark
ru: Ближайшая метка

# hnt_pincode
source: Pincode
ru: Пинкод

# hnt_country
source: Country
ru: Страна

# hnt_state
source: State
ru: Штат

# hnt_city_district
source: City/ District
ru: Город

# lbl_save_address
source: Save Address as
ru: Сохранить адрес как

# txt_home
source: Home
ru: Дом

# txt_office
source: Office
ru: Офис

# txt_others
source: Others
ru: Другое

# txt_default_address
source: Save as default address
ru: Сохранить как адрес по-умолчанию

# btn_save_address
source: Save Address
ru: Сохранить адрес

# txt_default_payment_option
source: Save as default payment option
ru: Сохранить как стандартный способ оплаты

# lbl_credit_debit_card
source: Credit / Debit Card
ru: Кредитная / Дебетовая карта

# hnt_card_number
source: Card Number
ru: Номер карты

# hnt_name_card
source: Name on the Card
ru: Имя на карте

# hnt_valid_through
source: Valid Thru (MM/YY)
ru: Годен до (ММ/ГГ)

# lbl_COD
source: Cash on Delivery
ru: Оплата при доставке

# lbl_netbanking
source: Net Banking
ru: Интернет-банкинг

# btn_payment_option
source: Save Payment Option
ru: Сохранить вариант оплаты

# tle_add_new_payment
source: Add New Payment
ru: Добавить новый платеж

# tle_my_address
source: My Address
ru: Адреса заведений

# tle_all_category
source: All Categories
ru: Все категории

# txt_from
source: From
ru: От

# txt_cart
source: Cart
ru: Корзина

# txt_address
source: Address
ru: Адрес

# txt_time
source: Time
ru: Время

# txt_payment
source: Payment
ru: Оплата

# txt_shopping_cart
source: Shopping Cart
ru: Корзина

# btn_proceed_to_checkout
source: Proceed to Checkout
ru: Перейти к оформлению заказа

# btn_proceed_to_select_time
source: Proceed to Select Time Slot
ru: Перейти к выбору временного интервала

# txt_proceed_to_pay
source: Proceed to Pay
ru: Приступить к оплате

# btn_make_payment
source: Make Payment
ru: Произвести оплату

# txt_off
source: Off
ru: Выкл.

# txt_ratings
source: Ratings
ru: Рейтинги

# lbl_price_details
source: Price Details
ru: Информация о цене

# txt_total_price
source: Total Price
ru: Итоговая цена

# txt_discount_price
source: Discount on Price
ru: Скидка на цену

# txt_coupon_discount
source: Coupon Discount
ru: Скидка по купону

# txt_apply_coupon
source: Apply Coupon
ru: Применить купон

# txt_delivery_charges
source: Delivery Charges
ru: Плата за доставку

# lbl_total_amount
source: Total Amount
ru: Общее количество

# btn_add_new_address
source: Add new Address
ru: Добавить новый адрес

# lbl_select_date
source: Select Date
ru: Выбрать дату

# lbl_select_time_slot
source: Select Time Slot
ru: Выбрать временной интервал

# txt_mention_time
source: Mention Specific Time
ru: Упомянуть конкретное время

# btn_instant_delivery
source: Request instant Delivery (Members only)
ru: Запросить мгновенную доставку (Только для членов)

# lbl_offer_discount
source: Offers & Discounts
ru: Предложения & скидки

# txt_offer_desc
source: Avail instant discount & offers with HDFC, ICICI, & other payment options only for you
ru: Мгновенная скидка & предложения с HDFC, ICICI, & другие варианты оплаты только для вас

# txt_show_offers
source: show offers
ru: Показать предложения

# lbl_saved_payment_option
source: Saved payment options
ru: Сохраненные варианты оплаты

# btn_add_new_payment_option
source: Add New Payment Option
ru: Добавить новый вариант оплаты

# txt_date_of_delivery
source: Date of Delivery
ru: Дата доставки

# tle_languages
source: Languages
ru: Изменить язык

# lbl_select_language
source: Select Language
ru: Выбрать язык

# tle_contact_us
source: Contact Us
ru: Связаться с нами

# lbl_contact_desc
source: Let us know your valuable feedback
ru: Дайте нам знать ваш ценный отзыв

# lbl_name
source: Name
ru: Имя

# lbl_phone_number
source: Phone Number
ru: Номер телефона

# lbl_your_feedback
source: Your Feedback
ru: Ваша поддержка

# hnt_enter_msg
source: Enter your message
ru: Введите ваше сообщение

# btn_submit
source: Submit
ru: Отправить

# tle_delivery_location
source: Delivery Location
ru: Адрес доставки

# hnt_search_new_location
source: Search new location
ru: Искать новое место

# lbl_use_current_location
source: Use Current Location
ru: Использовать текущее местоположение

# lbl_use_saved_location
source: Use Saved Locations
ru: Использовать сохраненные местоположения

# lbl_recent_searched_location
source: Recent Searched Locations
ru: Недавние поисковые запросы

# tle_filter_option
source: Filter Options
ru: Параметры фильтра

# lbl_sort_by_name
source: Sort By Name
ru: Сортировать по имени

# txt_A_Z
source: A to Z
ru: А до Я

# txt_Z_A
source: Z to A
ru: Я до А

# lbl_sort_by_rating
source: Sort By Rating
ru: Сортировать по рейтингу

# txt_1_2_stars
source: 1 - 2 Stars
ru: 1 - 2 звезды

# txt_2_3_stars
source: 2 - 3 Stars
ru: 2 - 3 звезды

# txt_3_4_stars
source: 3 - 4 Stars
ru: 3 - 4 звезды

# txt_4_5_stars
source: 4 - 5 Stars
ru: 4 - 5 звезд

# lbl_sort_by_price
source: Sort By Price
ru: Сортировать по цене

# txt_low_to_high
source: Low to high
ru: По возрастанию

# txt_high_to_low
source: High to low
ru: По убыванию

# lbl_sort_by_discount
source: Sort By Discounts
ru: Сортировать по скидкам

# lbl_above_70_percent
source: 70% above
ru: 70% и выше

# lbl_sort_by_availability
source: Sort By Availability
ru: Сортировать по доступности

# txt_in_stock
source: In Stock
ru: В наличии

# txt_out_of_stock
source: Out of Stock
ru: Нет в наличии

# lbl_sort_by_gmart
source: Sort By Gmart Assurance
ru: Сортировать по Gmart Assurance

# txt_includeall
source: Include all
ru: Включить все

# btn_apply_filter
source: Apply Filter (2015 Products Found)
ru: Применить фильтр (2015 Найденные продукты)

# txt_deliver
source: Deliver
ru: Доставлять

# btn_explore_all
source: Explore all
ru: Изучить все

# lbl_top_selling
source: Top Selling
ru: Лучшие продажи

# lbl_in_spotlight
source: In Spotlight
ru: В центре внимания

# lbl_recent_selling
source: Recent Selling
ru: Последние продажи

# lbl_whats_new
source: What's New
ru: Что нового

# lbl_deal_products
source: Deal Products
ru: Товары для сделок

# btn_get_started
source: Get Started
ru: Начать

# tle_login_signup
source: Login or Sign up
ru: Войдите или зарегистрируйтесь

# txt_provide_number_desc
source: Provide your number please
ru: Пожалуйста, укажите свой номер телефона

# txt_otp_verification_desc
source: а 4 digit code will be sent to you
ru: вам будет отправлен 4 значный код

# btn_send_otp
source: Get SMS
ru: Получить СМС

# txt_login_signup_using
source: Or Login/Sign up using
ru: Или войдите / зарегистрируйтесь, используя

# tle_membership
source: MemberShip
ru: Подписки

# lbl_choose_plan
source: Choose your plan
ru: Выбери свой тариф

# txt_membership_desc
source: We value our customers, became a prime member to avail the most
ru: Мы ценим наших клиентов, стали одним из основных членов, чтобы получить максимальную выгоду

# tle_notification
source: Notifications
ru: Уведомления

# tle_order_details
source: Order Details
ru: Информация о заказе

# txt_status
source: Status
ru: Статус

# txt_delivered
source: Delivered
ru: Доставлено

# btn_add_rating
source: Add Ratings
ru: Добавить оценки

# btn_re_order
source: Re - Order
ru: Изменить порядок

# lbl_all_orders
source: All Orders
ru: Все заказы

# lbl_scheduled
source: Scheduled
ru: По расписанию

# lbl_previous
source: Previous
ru: Предыдущий

# tle_my_order
source: My orders
ru: Мои заказы

# tle_congrates
source: Congrats !
ru: Поздравляю !

# txt_order_success_description
source: Your order has been placed successfully. Stay tuned, our delivery partner will get back to you shortly.
ru: Ваш заказ был успешно размещен. Следите за обновлениями, наш партнер по доставке свяжется с вами в ближайшее время.

# btn_track_order
source: Track Your Order
ru: Отследить ваш заказ

# btn_browse_more
source: Browse More
ru: Просмотреть больше

# tle_verify_number
source: Verify Number
ru: Проверить номер

# txt_otp_sent_desc
source: 4 digit OTP is send in your Number
ru: На ваш номер отправлен 4-значный код

# txt_otp_verify_desc
source: Please enter OTP to verify your Number
ru: Пожалуйста, введите код, чтобы подтвердить свой номер

# txt_enter_otp
source: Enter OTP Manually
ru: Ввести код

# btn_submit_login
source: Submit & Login
ru: Отправить & войти

# txt_didnt_receive_otp
source: Didn't receive the OTP yet?
ru: Еще не получили одноразовый пароль?

# btn_resend_otp
source: Resend OTP
ru: Отправить OTP повторно

# tle_product_details
source: Product Details
ru: Информация о продукте

# lbl_similar_products
source: Similar Products
ru: Похожие продукты

# tle_edit_profile
source: Edit Profile
ru: Редактировать профиль

# btn_update_profile_picture
source: Update Profile Picture
ru: Обновить изображение профиля

# lbl_edit_name
source: Edit Name
ru: Ваше имя

# lbl_edit_phone_number
source: Edit Phone Number
ru: Ваш номер телефона

# lbl_edit_email
source: Edit Email
ru: Ваш Email

# lbl_edit_gender
source: Edit Gender
ru: Ваш пол

# btn_save_update
source: Save & Update
ru: Сохранить & обновить

# btn_my_orders
source: My Orders
ru: Мои заказы

# btn_manage_orders
source: Manage Address
ru: Управление адресом

# btn_my_wallet
source: My Wallet
ru: Моя карта

# btn_notification
source: Notification
ru: Уведомления

# btn_membership
source: Membership
ru: Подписки

# btn_reward
source: Reward
ru: Награда

# btn_refer_earn
source: Refer & Earn
ru: Присылайте & Зарабатывайте

# btn_mode
source: Mode
ru: Изменить режим

# btn_about_app
source: About App
ru: О приложении

# btn_app_setting
source: App Settings
ru: Настройки приложения

# btn_logout
source: Logout
ru: Выйти

# btn_rate_order
source: Rate Orders
ru: Оценить заказы

# lbl_order_id
source: Order ID
ru: ID заказа

# lbl_number_of_items
source: Number of Items
ru: Количество предметов

# lbl_delivered_on
source: Delivered on
ru: Доставлено

# lbl_rate_overall_exp
source: Rate Overall Experience
ru: Оценить общий опыт

# hnt_comment
source: your comment (Optional)
ru: ваш комментарий (По желанию)

# btn_submit_rating
source: Submit Rating
ru: Отправить рейтинг

# tle_invite_earn
source: Invite & Earn
ru: Приглашайте & Зарабатывайте

# txt_refer_msg
source: Refer and Earn Wallet Amount Upto from 1 to 15
ru: Приглашайте и зарабатывайте на кошельке сумму до от 1 до 15

# txt_share_msg
source: Share your code below and ask them to enter it during registration. Earn when your friends signup on our app.
ru: Поделитесь своим кодом ниже и попросите ввести его при регистрации. Зарабатывайте, когда ваши друзья регистрируются в нашем приложении.

# txt_tap_to_copy
source: Tap to copy
ru: Нажмите, чтобы скопировать

# btn_invite_friends
source: Invite Friends
ru: Пригласить друзей

# tle_reward_points
source: Reward Points
ru: Бонусные очки

# lbl_reward_points
source: Your reward points
ru: Ваши бонусные баллы

# btn_redeem_points
source: Redeem Points
ru: Накопленные баллы

# hnt_search_for_products
source: Search for products
ru: Искать продукты

# lbl_recent_search
source: Recent Searches
ru: Недавние поиски

# btn_load_more
source: Load More
ru: Загрузить больше

# tle_search_by_top_selling
source: Search by Top Selling
ru: Поиск по самым продаваемым

# lbl_subscription_plan
source: Subscription Plan
ru: План подписки

# btn_subscribe_this_plan
source: Subscribe this plan
ru: Подпишитесь на этот план

# btn_explore_other_plan
source: Explore Other Plans
ru: Изучите другие планы

# tle_track_order
source: Track Order
ru: Отследить заказ

# txt_estimate_time
source: Estimated Time of Arrival: 45 mins
ru: Расчетное время прибытия: 45 минут

# lbl_order_place_on
source: Order Placed on
ru: Заказ размещен на

# lbl_available_balance
source: Available balance
ru: Доступные средства

# lbl_recharge_history
source: Recharge History
ru: История пополнения баланса

# lbl_spent_analysis
source: Spent Analysis
ru: Проведенный анализ

# hnt_enter_amount
source: Enter Amount
ru: Введите сумму

# lbl_other_methods
source: Other Methods
ru: Другие методы

# btn_add_all_to_cart
source: Add all item to cart
ru: Добавить все в корзину

# lbl_callback_desc
source: Would you like to request for callback from us ?
ru: Вы хотите запросить обратный звонок у нас?

# btn_callback_request
source: Callback Request
ru: Запрос обратного звонка

# title_leave_feedback
source: Leave feedback
ru: Оставить отзыв

# title_booking
source: Booking
ru: Бронировать
